{"meta":{"title":"Hexo","subtitle":"","description":"","author":"双月候鸟","url":"https://blueskyxxp.github.io","root":"/"},"pages":[{"title":"404","date":"2018-09-30T09:25:30.000Z","updated":"2023-04-30T16:18:32.485Z","comments":false,"path":"404.html","permalink":"https://blueskyxxp.github.io/404.html","excerpt":"","text":""},{"title":"about","date":"2023-04-30T17:03:06.000Z","updated":"2023-04-30T17:04:28.728Z","comments":false,"path":"about/index.html","permalink":"https://blueskyxxp.github.io/about/index.html","excerpt":"","text":""},{"title":"tags","date":"2023-04-30T16:16:17.000Z","updated":"2023-04-30T16:16:53.201Z","comments":false,"path":"tags/index.html","permalink":"https://blueskyxxp.github.io/tags/index.html","excerpt":"","text":""},{"title":"catagories","date":"2023-04-30T16:14:35.000Z","updated":"2023-04-30T16:15:54.321Z","comments":false,"path":"catagories/index.html","permalink":"https://blueskyxxp.github.io/catagories/index.html","excerpt":"","text":""}],"posts":[{"title":"炒股随笔--(1)","slug":"炒股","date":"2023-04-30T18:10:03.000Z","updated":"2023-05-01T09:21:34.106Z","comments":true,"path":"2023/05/01/炒股/","link":"","permalink":"https://blueskyxxp.github.io/2023/05/01/%E7%82%92%E8%82%A1/","excerpt":"该文总结了如何识别k线，并罗列出了多种蜡烛形态，可以基于此形态定制出稳定的交易策略。蜡烛线的形态仅仅暗示了可能出现的反转或者形态的持续，并不意味着事情会百分之百发生，必须要考虑市场的临时状况。","text":"初识K线(蜡烛图)首先看下面这样一张图片 k线实体和影线 中空部分(矩形)为实体，上下细线为影线。 阳线：收盘价 &gt; 开盘价 阴线：收盘价 &lt; 开盘价 上影线顶部为最高点价格，下影线底部为最低点价格。 蜡烛线越长(矩形越长)表示买盘或卖盘越长。 长阳线和长阴线 长阳线：买盘强势，市场多头力量超过空头，推高股价。从供需关系来看，买盘强表示供求 &lt; 需求，导致股价上升。 长阴线： 卖盘强势，市场空头超过多头，做空压低股价。 基本的k线形态单个蜡烛形态(无组合情况)长短影线 只带长影线：时间段内交易活跃，远超开盘价和收盘价。 只带短影线：时间段内交易疲软，仅在开盘和收盘价附近波动。 上长下短： 买方起初推高股价，但后劲不足，卖方入场打压股价走低至开盘价附近。 上短下长： 卖方打压股价，后续买方入场推高股价。 纺锥顶 收盘和开盘价变动不大，但是买方和卖方竞争激烈，没有哪一方能占上风。 如果该形态是上升趋势中形成，则表示股价上升遇到阻力，市场尚存的买方不多，及有可能下跌。 如果该形态是下跌趋势中形成，则表示股价下跌遇到阻力，市场卖方不多，很有可能上涨。 光头光脚 白色光头光脚没有上下影线，这是一个极度看涨形态，表示整个时间段内始终买方控制市场。 黑色表示极度看跌形态，整个时间段内卖方控制市场，熊市持续看空。 十字星十字星的开盘价和收盘价是相同的，实体部分极短。市场犹豫不觉，卖方和买方势均力敌。 当十字星形态出现时，需要特别注意紧随出现的蜡烛形态。 长阳线+十字星：十字星出现在长阳线(例如白色光头光脚)后，意味着买方力量枯竭，类似上升趋势后的纺锥顶，此时买方虎视眈眈寻求做空机会。 长阴线+十字星： 这意味着卖方力量枯竭，如果要打压股价则需要更多卖方介入，但市场上卖方已所剩无几，此时买方低位买进，上升行情指日可待。 尽管由于缺乏新的卖盘而导致汇价跌势停止，但仍需要进一步的买盘来证实反转的确立。我们可以等待白色蜡烛线收于长阴线蜡烛线开盘价上方来确立趋势的反转。 单蜡烛态 垂头和上吊线形态一样，实体非常短，很长的下影线。垂头和上吊线基于过去的股价走势，其表达的意义完全不同。 如何区分是垂头还是上吊线？ 答： 在市场股价下跌尾部出现此形态就是垂头，在市场上升顶部出现则为上吊线。 垂头：这是一个看涨反转形态。股价底部已经接近，卖方想要更加压低价格，但是买方能够克服这种抛售压力。但是仅仅因为看到垂头形态出现并不意味着就可以大量买入订单，在买之前还需要等待更多信号的到来。 能够确定买入的时刻是：第二根蜡烛线收于垂头的开盘价，也就是高于垂头的开盘价。 确认的标准 长影是实体的两三倍。 很少或者没有上影线。 实体部分在交易范围上线。 实体的颜色并不重要。 上吊线是一个看跌反转的形态，标志一个顶力或者阻力位置，后劲不足，此时卖家开始多于买家。 虽然实体颜色不重要，但是黑色实体比白色实体看跌信号更明显。 倒锤头和射击之星 倒锤头出现在价格下跌的底部，它长上影线表示买家试图推高股价，但是卖家持观望态度或者没有能力推动价格走低。 射击之星是一个看跌的信号。其发生在价格持续上涨趋势中，意味着最终回撤至底部水平。此时卖方的力量超过买方。 双形态组合大多数情况下，蜡烛信号是多个蜡烛线组合在一起的。 看涨吞没和看跌吞没形态 看涨吞没形态由两根蜡烛构成，它暗示市场将出现持续的走强行情。 如图，市场本来处于下降趋势之中，但后来出现一根坚挺的白色实体，这根白色实体将它前面的那根黑色实体“包进怀里了”，或者说把它吞没了。 这种情况说明市场上买进的压力已经压倒了卖出压力。 看跌吞没形态和看涨吞没恰恰相反。看跌吞没形态说明，市场原本正朝着更高的价格趋升。但前一个白色实体被后一个黑色实体吞没后，就构成了顶部反转的信号。 这种情况说明，熊方已经从牛方手中夺走了统治权。吞没形态的标准 市场必须是非常清晰的上升趋势或者下降趋势中，局部也算。 吞没形态必须两根蜡烛线组成，切后面的实体必须覆盖到前面实体部分。 吞没形态的第二个实体必须与第一个实体的颜色相反。例外情况条件是，第一条蜡烛线的实体必须非常小，小的几乎构成一根十字线，或者就是一根十字线。 反转信号大大增强的特征 吞没形态中，第一天实体很小，第二天实体很大，说明原有趋势动力正在消退，新趋势潜在力量正在增强。 吞没形态出现在超长期的或非常急剧的市场运动之后。如果存在超长期的上升趋势，则增加了一下这种可能：潜在的买家已经入市进场，持有多头。在这一情况下，市场可能缺少足够的新的多头头寸的供应，无力继续推动市场上升。如果存在非常急剧的市场运动，则市场可能已经朝一个方向走得太远，容易遭受获利平仓头寸的打击； 在吞没形态中，第二个实体伴有超额的交易量。这种情形可能属于暴涨现象； 在吞没形态中，第二天的实体向前吞没的实体不止一个。 平头顶底部形态 三形态组合早晨之星和黄昏之星 早晨之星意味着跌势将近，市场处于拉升的前夕，行情摆脱下跌的阴影，逐渐走向光明。","categories":[{"name":"股票","slug":"股票","permalink":"https://blueskyxxp.github.io/categories/%E8%82%A1%E7%A5%A8/"}],"tags":[{"name":"股票","slug":"股票","permalink":"https://blueskyxxp.github.io/tags/%E8%82%A1%E7%A5%A8/"},{"name":"金融","slug":"金融","permalink":"https://blueskyxxp.github.io/tags/%E9%87%91%E8%9E%8D/"}]},{"title":"Hello World","slug":"hello-world","date":"2023-04-30T14:26:13.740Z","updated":"2023-04-30T14:26:13.740Z","comments":true,"path":"2023/04/30/hello-world/","link":"","permalink":"https://blueskyxxp.github.io/2023/04/30/hello-world/","excerpt":"","text":"Welcome to Hexo! This is your very first post. Check documentation for more info. If you get any problems when using Hexo, you can find the answer in troubleshooting or you can ask me on GitHub. Quick StartCreate a new post1$ hexo new &quot;My New Post&quot; More info: Writing Run server1$ hexo server More info: Server Generate static files1$ hexo generate More info: Generating Deploy to remote sites1$ hexo deploy More info: Deployment","categories":[],"tags":[]}],"categories":[{"name":"股票","slug":"股票","permalink":"https://blueskyxxp.github.io/categories/%E8%82%A1%E7%A5%A8/"}],"tags":[{"name":"股票","slug":"股票","permalink":"https://blueskyxxp.github.io/tags/%E8%82%A1%E7%A5%A8/"},{"name":"金融","slug":"金融","permalink":"https://blueskyxxp.github.io/tags/%E9%87%91%E8%9E%8D/"}]}